tap "caskformula/caskformula"
tap "dart-lang/dart"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.9", link: false
brew "cairo"
brew "cocoapods", link: false
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "hugo"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "lcov"
brew "libxml2"
brew "lynx"
brew "neovim"
brew "node"
brew "tree"
brew "youtube-dl"
brew "dart-lang/dart/dart"
brew "dart-lang/dart/dart-beta", link: false
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
cask "alacritty"
cask "chromium"
cask "font-hack-nerd-font"
cask "java"
